Repository: EgorZobkov/myfd
Catalog: *-content/plugins/rest/languages/*/messages.po
Languages: ru_ru

source: Configure
ru_ru: Настройка

source: Settings were successfully saved
ru_ru: Настройки успешно сохранены

source: API Key successfully removed
ru_ru: API-ключ успешно удален

source: Enable Rest API
ru_ru: Включить REST API

source: When enabled, API will be available.
ru_ru: При включении API будет доступен.

source: This is demo site
ru_ru: Это демонстрационный сайт

source: Save
ru_ru: Сохранить

source: API Keys
ru_ru: API ключи

source: Name
ru_ru: Название

source: Description
ru_ru: Описание

source: Key
ru_ru: Ключ

source: Privileges
ru_ru: Привелегия

source: Status
ru_ru: Статус

source: Date
ru_ru: Дата

source: Edit key
ru_ru: Изменить ключ

source: Edit
ru_ru: Изменить

source: Remove key
ru_ru: Удалить ключ

source: Are you sure you want to remove this key? Action cannot be undone.
ru_ru: Вы действительно хотите удалить этот ключ? Действие нельзя отменить.

source: No API Keys has been found
ru_ru: Ключи API не найдены

source: Create a new API Key
ru_ru: Создать новый API-ключ

source: Available calls
ru_ru: Доступные вызовы

source: All calls point out to following url:
ru_ru: Все вызовы указывают на следующий URL:

source: Parameters can be pushed to URL using OPTIONS, GET, POST, PUT or DELETE.
ru_ru: Параметры могут быть переданы в URL-адрес с помощью OPTIONS, GET, POST, PUT или DELETE.

source: Parameters key (api key) and type (read,insert,update,delete) must be provided in URL.
ru_ru: Ключ параметров (ключ API) и тип (чтение, вставка, обновление, удаление) должны быть указаны в URL-адресе.

source: Use optional parameter onlyResponse=1 to get just response as output. If not defined, output contains status (OK/ERROR), message, execution_seconds, block_id and response (content).
ru_ru: Используйте необязательный параметр onlyResponse=1, чтобы получить только ответ в качестве вывода. Если не определено, выходные данные содержат статус (ОК/ОШИБКА), сообщение, секунды выполнения, идентификатор блока и ответ (контент).

source: Sample API URL:
ru_ru: Пример URL-адреса API:

source: Call (incl. required parameters and default value if available)
ru_ru: Вызов (включая необходимые параметры и значение по умолчанию, если доступно)

source: Parameters
ru_ru: Параметры

source: Type: read
ru_ru: Тип: чтение

source: Single listing data
ru_ru: Единые данные объявления

source: Listing data by item ID
ru_ru: Данные объявления по ID

source: List of resources of listing
ru_ru: Список ресурсов для объяаления

source: Location data of listing
ru_ru: Данные местоположения объявления

source: List of meta data (custom fields) of listing
ru_ru: Список метаданных (пользовательских полей) объявления

source: List of comments of listing
ru_ru: Список комментариев к объявлению

source: Count comments on listing
ru_ru: Количество комментариев к объявлению

source: Multiple listings data
ru_ru: Данные о нескольких объявлениях

source: List of items by category
ru_ru: Список объявлений по категориям

source: List of listings by user (contact) email
ru_ru: Список объявлений по email пользователя (контактного лица)

source: List of listings by user ID
ru_ru: Список объявлений по ID пользователя

source: List of enabled listings by user ID
ru_ru: Список включенных объявлений по ID пользователя

source: Listing counter functions
ru_ru: Функции счетчика объявления

source: Count category active/inactive listings
ru_ru: Подсчет активных/неактивных объявлений категории

source: Count category active/inactive enabled/disabled listings
ru_ru: Количество категорий активных/неактивных включенных/отключенных объявлений

source: Count user ID listings
ru_ru: Подсчитывать ID объявлений пользователей

source: Count user ID enabled listings
ru_ru: Количество объявлений пользователей с включенным ID

source: Category functions
ru_ru: Функции категории

source: Single category data
ru_ru: Данные одной категории

source: List of subcategories of given category
ru_ru: Список подкатегорий данной категории

source: List of root categories
ru_ru: Список корневых категорий

source: List of categories tree
ru_ru: Список категорий в дереве

source: List all categories
ru_ru: Список всех категорий

source: City functions
ru_ru: Функции города

source: Single city data
ru_ru: Данные одного города

source: Single city data by city name (and region ID)
ru_ru: Данные по одному городу по названию города (и ID региона)

source: List all cities (may be exhaustive)
ru_ru: Список всех городов (может быть исчерпывающим)

source: Statistics of single city (item count)
ru_ru: Статистика отдельного города (количество объявлений)

source: List of cities by region ID
ru_ru: Список городов по ID региона

source: Region functions
ru_ru: Функции региона

source: Single region data
ru_ru: Данные одного региона

source: Single region data by region name (and country code)
ru_ru: Данные по одному региону по названию региона (и коду страны)

source: List of all regions
ru_ru: Список всех регионов

source: Statistics of single region (item count)
ru_ru: Статистика по одному региону (количество объявлений)

source: List of regions by country code
ru_ru: Список регионов по коду страны

source: Country functions
ru_ru: Функции страны

source: Single country data
ru_ru: Данные по одной стране

source: Single country data by country name
ru_ru: Данные по одной стране по названию страны

source: List of all countries
ru_ru: Список всех стран

source: Statistics of single country (item count)
ru_ru: Статистика отдельной страны (количество объявлений)

source: Currency functions
ru_ru: Функции валюты

source: Single currency data
ru_ru: Данные в одной валюте

source: List of all currencies
ru_ru: Список всех валют

source: Locale functions
ru_ru: Функции локали

source: Single locale data
ru_ru: Данные одной локали

source: List of all locales
ru_ru: Список всех локалей

source: User functions
ru_ru: Функции пользователя

source: Single user data
ru_ru: Данные одного пользователя

source: Single user data by email
ru_ru: Данные одного пользователя по email

source: Count all users
ru_ru: Считать всех пользователей

source: List of all comments posted by user ID
ru_ru: Список всех комментариев, опубликованных пользователем с ID

source: Search functions
ru_ru: Функции поиска

source: List of available sort columns
ru_ru: Список доступных столбцов для сортировки

source: list of available sort options
ru_ru: Список доступных вариантов сортировки

source: List of premium items (randomized)
ru_ru: Список премиум объявлений (случайно)

source: List of latest items
ru_ru: Список последних объявлений

source: Search items based on provided parameters. All parameters available in bender theme can be passed to URL
ru_ru: Поиск объявлений на основе предоставленных параметров. Все параметры, доступные в теме бендер, могут быть переданы в URL

source: Latest search terms functions
ru_ru: Функции последних поисковых запросов

source: List of lately searched terms (storing must be enabled)
ru_ru: Список последних поисковых запросов (сохранение должно быть включено)

source: Static pages functions
ru_ru: Функции статических страниц

source: Single static page data
ru_ru: Данные одной статической страницы

source: List of all static pages
ru_ru: Список всех статических страниц

source: Plugin: Business Profile
ru_ru: Плагин: Бизнес-профиль

source: List of all business profiles data
ru_ru: Список всех данных бизнес-профилей

source: Profile data by osclass user ID
ru_ru: Данные профиля по ID пользователя osclass

source: Count all enabled business profiles
ru_ru: Подсчет всех включенных бизнес-профилей

source: Plugin: Make Offer
ru_ru: Плагин: Make Offer

source: Get all offers on listing
ru_ru: Получить все предложения в объявлении

source: Get all offer data by offer ID
ru_ru: Получить все данные о предложениях по ID предложения

source: Plugin: Attributes
ru_ru: Плагин: Attributes

source: List all attributes by category Id
ru_ru: Список всех атрибутов по Id категории

source: List all required attributes by category Id
ru_ru: Список всех необходимых атрибутов по Id категории

source: List all search attributes (add to search enabled) by category Id
ru_ru: Список всех поисковых атрибутов (добавление в поиск включено) по Id категории

source: Get single attribute record by id
ru_ru: Получить запись одного атрибута по id

source: Get attribute values by attribute id
ru_ru: Получение значений атрибутов по id атрибута

source: Get all attribute values by attribute id and parentId
ru_ru: Получить все значения атрибута по идентификатору атрибута и parentId

source: Get item attributes
ru_ru: Получить атрибуты объявления

source: Get item attribute values
ru_ru: Получить значения атрибутов объявления

source: Get all item attribute values
ru_ru: Получить все значения атрибутов объявлений

source: Plugin: User Rating
ru_ru: Плагин: User Rating

source: Get all ratings of user
ru_ru: Получить все оценки пользователя

source: Get user average rating
ru_ru: Получить средний рейтинг пользователя

source: Plugin: Youtube Video
ru_ru: Пдагин: Youtube Video

source: Get video record
ru_ru: Получить запись видео

source: Plugin: Forums
ru_ru: Плагин: Forums

source: Get boards in category or parent
ru_ru: Получить доски в категории или родителе

source: List board children (subboards)
ru_ru: Список дочерних форумов (дочерних форумов)

source: List topics in board
ru_ru: Список тем в форуме

source: List posts in topic
ru_ru: Список сообщений в теме

source: List user posts
ru_ru: Список сообщений пользователей

source: List posts based on search term
ru_ru: Список сообщений на основе поискового запроса

source: Get user record
ru_ru: Получить запись пользователя

source: Plugin: Blog
ru_ru: Плагин: Blog

source: List all blogs/articles
ru_ru: Список всех блогов/статей

source: Get blog/article by blog ID
ru_ru: Получить блог/статью по ID блога

source: List comments by blog ID
ru_ru: Список комментариев по ID блога

source: Get user by ID
ru_ru: Получить пользователя по ID

source: Get category details
ru_ru: Получить информацию о категории

source: List categories
ru_ru: Список категорий

source: Plugin: Virtual products
ru_ru: Плагин: Virtual products

source: Last active file by item ID
ru_ru: Последний активный файл по ID объявления

source: List of available (paid) files by user ID
ru_ru: Список доступных (платных) файлов по ID пользователя

source: List of free files by user ID
ru_ru: Список бесплатных файлов по ID пользователя

source: Plugin: Favorite Items
ru_ru: Плагин: Favorite Items

source: Get favorite lists by user ID
ru_ru: Получить избранные объявления по ID пользователя

source: Get favorite items by list ID
ru_ru: Получить избранные объявления по ID

source: Plugin: Instant Messenger
ru_ru: Плагин: Instant Messenger

source: Item & User functions
ru_ru: Объявление и пользовательские функции

source: Insert new offer
ru_ru: Вставить новое предложение

source: Insert new rating
ru_ru: Вставить новый рейтинг

source: Type: delete
ru_ru: Тип: удалить

source: Remove listing
ru_ru: Удалить объявление

source: Remove user
ru_ru: Удалить пользователя

source: Edit API Key
ru_ru: Изменить ключ API

source: Update settings
ru_ru: Обновить настройки

source: Add a new API Key
ru_ru: Добавить новый ключ API

source: Create an API Key
ru_ru: Создать ключ API

source: API Key settings
ru_ru: Настройки ключа API

source: Key ID
ru_ru: ID ключа

source: Key / Secret
ru_ru: Ключ/Секрет

source: Active
ru_ru: Активный

source: Inactive
ru_ru: Не активный

source: Deactivate API key if it was exposed or should not be used anymore
ru_ru: Деактивируйте ключ API, если он был раскрыт или больше не должен использоваться

source: Stats
ru_ru: Статистика

source: API Key
ru_ru: Ключ API

source: Successful Calls
ru_ru: Успешные вызовы

source: Failed Calls
ru_ru: Неудачные вызовы

source: Total Calls
ru_ru: Всего вызовов

source: Total Exec Time
ru_ru: Общее время выполнения

source: Read / Insert / Update / Delete Calls
ru_ru: Чтение/вставка/обновление/удаление вызовов

source: Click to see logs
ru_ru: Нажмите для просмотра логов

source: No stats has been found
ru_ru: Статистика не найдена

source: Logs history (last 1000)
ru_ru: История логов (последние 1000)

source: Type
ru_ru: Тип

source: Action
ru_ru: Действия

source: Details
ru_ru: Детали

source: Execution Time
ru_ru: Время выполнения

source: Select API Key
ru_ru: Выберите API-ключ

source: No API Key found
ru_ru: Ключ API не найден

source: No logs has been found
ru_ru: Логи не найдены

source: Successful
ru_ru: Успешно

source: Rest API is not enabled
ru_ru: Rest API не включен

source: %s is not defined
ru_ru: %s не определено

source: Invalid API key
ru_ru: Неверный API-ключ

source: This API Key has been deactivated
ru_ru: Данный ключ API был деактивирован

source: This key does not have %s access
ru_ru: У Данного ключа нет %s доступа

source: read
ru_ru: чтение

source: Plugin not installed (%s)
ru_ru: Плагин не установлен (%s)

source: Unrecognized parameters
ru_ru: Нераспознанные параметры

source: insert
ru_ru: вставка

source: There was problem adding listing
ru_ru: Не удалось добавить объявление

source: There was problem adding user
ru_ru: Не удалось добавить пользователя

source: update
ru_ru: обновить

source: delete
ru_ru: удалить

source: Read
ru_ru: Читать

source: Insert
ru_ru: Вставка

source: Update
ru_ru: Обновить

source: Delete
ru_ru: Удалить

source: Unknown
ru_ru: Неизвестно

source: Ok
ru_ru: Ок

source: Error
ru_ru: Ошибка

source: Logs
ru_ru: Логи

source: Report Bug
ru_ru: Сообщить об ошибке

source: Support Forums
ru_ru: Форум поддержки

source: Contact Us
ru_ru: Контакты
