Repository: EgorZobkov/myfd
Catalog: *-content/plugins/spam/languages/*/messages.po
Languages: ru_ru

source: Settings were successfully saved
ru_ru: Настройки были успешно сохранены

source: Badwords settings
ru_ru: Настройки плохих слов

source: Enable Bad Words
ru_ru: Включить плохие слова

source: When enabled, bad words listed bellow will be masked
ru_ru: Если этот параметр включен, плохие слова, перечисленные ниже, будут замаскированы

source: Badwords List
ru_ru: Список плохих слов

source: Use comma as delimiter, no white spaces needed. Badwords are case insensitive. Example: word1,Word2,wORD3,WORD4 . Result for title/description "I use word4 now." will be "I use ***** now."
ru_ru: Используйте запятую в качестве разделителя, пробелы не требуются. Плохие слова не чувствительны к регистру. Пример: word1,Word2,wORD3,WORD4 . Результатом для заголовка/описания "Я использую word4 сейчас." будет "Я использую ***** сейчас".

source: This is demo site
ru_ru: Это демонстрационный сайт

source: Save
ru_ru: Сохранить

source: Plugin Setup
ru_ru: Настройка плагина

source: Bad words feature does not require any modifications in theme files.
ru_ru: Функция плохих слов не требует каких-либо изменений в файлах темы.

source: In some cases, you may want to replace function osc_item_title() with ans_clear_title() and osc_item_description() with ans_clear_description().
ru_ru: В некоторых случаях может потребоваться заменить функцию osc_item_title() на ans_clear_title() и osc_item_description() на ans_clear_description().

source: Ban words
ru_ru: Запретить слова

source: Listing was successfully deleted
ru_ru: Объявление было успешно удалено

source: Listings containing banword
ru_ru: Управление объявлениями

source: were successfully marked as Spam
ru_ru: были успешно помечены как спам

source: were successfully Deactivated
ru_ru: были успешно деактивированы

source: were successfully Blocked
ru_ru: были успешно заблокированы

source: were successfully Deleted
ru_ru: были успешно удалены

source: Ban words settings
ru_ru: Настройка запрещенных слов

source: Enable Ban Words
ru_ru: Включить блокировку слов

source: When enabled and visitor use one of banned words, vistor get banned.
ru_ru: Когда включено и посетитель использует одно из запрещенных слов, vistor получает бан.

source: Use comma as delimiter, no white spaces needed. Ban words are case insensitive and are not checking whole words. Example: word1,Word2,wORD3,WORD4 . Usage of any of these words will result in ban, as well as using them in other word. Having ban word abc1 and using word xyzabc123 will result in ban as well.
ru_ru: Используйте запятую в качестве разделителя, пробелы не нужны. Запрещающие слова нечувствительны к регистру и не проверяют целые слова. Пример: word1, Word2, wORD3, WORD4. Использование любого из этих слов приведет к бану, а также использование их в другом слове. Запрет слова abc1 и использование слова xyzabc123 также приведет к бану.

source: Ban words checker
ru_ru: Блокировка проверки слов

source: Before checking for ban words, make sure to save updated list in above section, if you made change there.
ru_ru: Перед проверкой на запрещение слов обязательно сохраните обновленный список в разделе выше, если вы внесли изменения в него.

source: Run ban words check on existing items
ru_ru: Запустить проверку слов на существующие предметы

source: No ban words defined
ru_ru: Не определены слова запрета

source: Ban word: %s
ru_ru: Банное слово: %s

source: Are you sure you want to mark as spam all selected listings
ru_ru: Вы уверены, что хотите пометить как спам все выбранные объявления

source: Mark all as Spam
ru_ru: Пометить все как спам

source: Are you sure you want to block all selected listings
ru_ru: Вы уверены, что хотите заблокировать все выбранные объявления

source: Block all
ru_ru: Заблокировать все

source: Are you sure you want to deactivate all selected listings
ru_ru: Вы уверены, что хотите деактивировать все выбранные объявления

source: Deactivate all
ru_ru: Деактивировать все

source: Are you sure you want to delete all selected listings
ru_ru: Вы уверены, что хотите удалить все выбранные объявления

source: Delete all
ru_ru: Удалить все

source: Status
ru_ru: Статус

source: Item Title
ru_ru: Заголовок Элемента

source: Description
ru_ru: Описание

source: Action
ru_ru: Действие

source: Spam
ru_ru: Спам

source: Blocked
ru_ru: Заблокировано

source: Inactive
ru_ru: Неактивный

source: Active
ru_ru: Активный

source: Are you sure you want to delete this listing
ru_ru: Вы уверены, что хотите удалить это объявление

source: Ban words feature does not require any modifications in theme files.
ru_ru: Функция запрета слов не требует каких-либо изменений в файлах темы.

source: Bot protection
ru_ru: Защита от ботов

source: Bot protection settings
ru_ru: Настройки защиты ботов

source: Allow Bot Protection
ru_ru: Разрешить защиту ботов

source: When enabled, additional fields are added into form that are invisible for regular user, but behave like required for spam bots.
ru_ru: Когда этот параметр включен, в форму добавляются дополнительные поля, которые невидимы для обычного пользователя, но ведут себя так, как это требуется для спам-ботов.

source: Ban Detected Bot
ru_ru: Блокировка обнаруженного бота

source: When not enabled, new listing / comment / message will not be added or send, but user will not be banned. It is recommended to enable it so bot is also banned that leads to lower resource requirement on your server.
ru_ru: Если этот параметр не включен, новый список / комментарий / сообщение не будет добавлен или отправлен, но пользователь не будет заблокирован. Рекомендуется включить его, чтобы бот также был заблокирован, что приводит к снижению требований к ресурсам на вашем сервере.

source: Ban Bot Submask
ru_ru: Подмаска «Запретить бота»

source: When enabled, whole IP submask is banned. This is recommended as spam bots usually switch last digit of IP address and trying to spam again.
ru_ru: Когда включено, вся подмаска целиком запрещена. Это рекомендуется, поскольку спам-боты обычно переключают последнюю цифру IP-адреса и снова пытаются спамить.

source: Use StopForumSpam.com Service
ru_ru: Использование сервиса StopForumSpam.com

source: When enabled, plugin automatically validate user email & IP on stopforumspam.com - online database of spam bots. When match is found, user is banned as spam bot.
ru_ru: Когда плагин включен, плагин автоматически проверяет электронную почту пользователя и IP на stopforumspam.com - онлайн-базе данных спам-ботов. Когда совпадение найдено, пользователь блокируется как спам-бот.

source: It is strongly recommended to have this option enabled and correct minimum confidence set to avoid fake user registrations and spam.
ru_ru: Настоятельно рекомендуется включить эту опцию и установить минимальный уровень достоверности, чтобы избежать поддельных регистраций пользователей и спама.

source: Min. Confidence
ru_ru: Минимальная уверенность

source: When response from StopForumSpam is received, enter minimum confidence when this user will be considered as spammer and banned.
ru_ru: При получении ответа от StopForumSpam введите минимальную уверенность, когда этот пользователь будет считаться спамером и забанен.

source: Example: You set minimum confidence to 80 and record from StopForumSpam.com has confidence 60 that user is spammer, then this user will not be banned.
ru_ru: Пример: Вы устанавливаете минимальную уверенность в 80 и записываете из StopForumSpam.com имеете уверенность 60, что пользователь является спамером, тогда этот пользователь не будет забанен.

source: Setting higher confidence will avoid banning regular users those just publish a lot. Recommended value is 70-90.
ru_ru: Установка более высокой уверенности позволит избежать блокировки обычных пользователей, которые просто много публикуют. Рекомендуемое значение 70-90.

source: Identify Refferal URL
ru_ru: Определение URL-адреса ссылки

source: Enable to recognize refferal URL of user. If user comes directly to Post Listing page and referral is not Google, Bing, Yahoo or your website, it will be banned.
ru_ru: Позволяет распознавать реферальный URL пользователя. Если пользователь заходит на страницу публикации сообщений, а реферал не Google, Bing, Yahoo или ваш сайт, он будет заблокирован.

source: Ban for too many Uppercase
ru_ru: Бан за слишком много заглавных букв

source: When enabled, visitor using email with too many uppercase characters will be banned.
ru_ru: Если этот параметр включен, посетитель, использующий электронную почту со слишком большим количеством заглавных букв, будет заблокирован.

source: Ban for too many Digits
ru_ru: Запрет для слишком много цифр

source: When enabled, visitor using email with too many digits will be banned.
ru_ru: Если этот параметр включен, посетитель, использующий электронную почту со слишком большим количеством цифр, будет заблокирован.

source: Max. Dots in Email
ru_ru: Max точек в Email

source: dots
ru_ru: точек

source: When email contains more dots, it will be banned. Example: ad.do.bo.de.co@mail.com contains 5 dots.
ru_ru: Когда электронная почта содержит больше точек, она будет заблокирована. Пример: ad.do.bo.de.co@mail.com содержит 5 точек.

source: Banned Email Domains
ru_ru: Заблокированные домены электронной почты

source: Use comma as delimiter, no white spaces needed.
ru_ru: Используйте запятую в качестве разделителя, пробелы не нужны.

source: Whitelisted Email Domains
ru_ru: Белый список доменов электронной почты

source: Use comma as delimiter, no white spaces needed. Keep in mind when you enter domain here, all others will be blocked !
ru_ru: Используйте запятую в качестве разделителя, пробелы не требуются. Имейте в виду, когда вы входите в домен здесь, все остальные будут заблокированы!

source: Mutliple account from same IP
ru_ru: Несколько аккаунтов с одного IP

source: Allow multiple accounts
ru_ru: Разрешить несколько учетных записей

source: Allow maximum 3 accounts per IP
ru_ru: Разрешить максимум 3 аккаунта на IP-адрес

source: Deny creating multiple accounts
ru_ru: Запретить создание нескольких учетных записей

source: Allow in case you think there are some suspicious users that register multiple account to avoid duplicate control. When enabled, user cannot create accounts (or can create just 3 accounts) from same IP address. Use only in case you are sure there are not many people coming to your site using same IP address. When account creation is restricted and limit was reached, new account will not be created, user will be informed via flash message, but will not be banned.
ru_ru: Разрешите в случае, если вы считаете, что есть некоторые подозрительные пользователи, которые регистрируют несколько учетных записей, чтобы избежать дублирования элемента управления. Когда включено, пользователь не может создавать учетные записи (или создавать только 3 учетные записи) с одного и того же IP-адреса. Используйте только в том случае, если вы уверены, что на ваш сайт не так много людей, используя тот же IP-адрес. Когда создание учетной записи ограничено и предел достигнут, новая учетная запись не будет создана, пользователь будет уведомлен через флеш-сообщение, но не будет запрещен.

source: Bot Protect integration
ru_ru: Интеграция с Bot Protect

source: To enable Bot Protect JavaScript Control when user add or validate new listing, add new comment or contact seller, place following code into form that manage this action:
ru_ru: Чтобы включить Bot Protect JavaScript Control, когда пользователь добавляет или проверяет новый список, добавляет новый комментарий или связывается с продавцом, поместите следующий код в форму, управляющую этим действием:

source: Files where to place above code:
ru_ru: Файлы, где разместить код выше:

source: Publish new listing
ru_ru: Опубликовать новое объявление

source: in
ru_ru: в

source: into form with
ru_ru: в форму с

source: Add new comment
ru_ru: Добавить комментарий

source: Contact seller
ru_ru: Связаться с продавцом

source: Note: Code needs to be placed between <strong>&lt;form&gt;</strong> and <strong>&lt;/form&gt;</strong> tags.
ru_ru: Примечание: Код должен быть помещен между <strong>тегами &lt;form&gt;</strong> и <strong>&lt;/form&gt;</strong> .

source: Note: Adding this code is not required action, but if you have still difficulties with spam, it is recommended to do this.
ru_ru: Примечание. Добавление этого кода не является обязательным действием, но если у вас все еще есть проблемы со спамом, рекомендуется сделать это.

source: SpamForumSpam.com requirement
ru_ru: SpamForumSpam.com требование

source: If something is <u>disabled</u>, you should disable this function. If you are getting white page after posting new listing, disable this function as well.
ru_ru: Если что-то <u> отключено </u>, вы должны отключить эту функцию. Если после публикации нового объявления вы получаете белую страницу, отключите эту функцию.

source: Duplicated Content
ru_ru: Дублированный контент

source: Email & IP was successfully inserted into Ban List table
ru_ru: Электронная почта и IP-адрес были успешно вставлены в таблицу запрета

source: Email was successfully inserted into Ban List table
ru_ru: Электронная почта была успешно вставлена в таблицу запрета

source: IP address was successfully inserted into Ban List table
ru_ru: IP-адрес был успешно вставлен в таблицу запрета

source: Listings were successfully marked as spam
ru_ru: Объявления были успешно помечены как спам

source: Listings were successfully deactivated
ru_ru: Списки успешно деактивированы

source: Listings were successfully blocked
ru_ru: Списки успешно заблокированы

source: Listings from email
ru_ru: Объявления по электронной почте

source: were successfully deleted
ru_ru: были успешно удалены

source: Duplicated content settings
ru_ru: Настройки дублированного контента

source: Enable Duplicate Check
ru_ru: Включить проверку дубликатов

source: When enabled, plugin will check each new listing added against all existing listings posted from same email address to check if this user did not already posted very similar listing.
ru_ru: Когда включено, плагин будет проверять каждый новый список, добавленный против всех существующих объявлений, размещенных на одном и том же адресе электронной почты, чтобы проверить, не добавил ли этот пользователь очень похожий список.

source: Duplicate Item Action
ru_ru: Действие «Дублировать элемент»

source: Mark listing as spam
ru_ru: Пометить листинг как спам

source: Delete listing
ru_ru: Удалить объявление

source: When new listing is identified as duplicate, you can mark it as spam and disable for front-office or delete it from database to avoid overloading of database and reduce manual work with deleting duplicates.
ru_ru: Когда новое объявление идентифицируется как дублирующее, вы можете пометить его как спам и отключить для фронт-офиса или удалить его из базы данных, чтобы избежать перегрузки базы данных и уменьшить ручную работу с удалением дубликатов.

source: Maximum Similarity
ru_ru: Максимальное сходство

source: Maximum acceptable percentage of similarity means, when title/description of new listing is similar to any other title/description of listing posted by same user, it is detected as duplicate. Lower percentage means higer protection. Recommended is 80%.
ru_ru: Максимально допустимый процент сходства означает, что название / описание нового листинга аналогично любому другому названию / описанию листинга, опубликованного одним и тем же пользователем, оно определяется как дублирующее. Более низкий процент означает более высокую защиту. Рекомендован 80%.

source: Check Characters
ru_ru: Проверьте символы

source: characters
ru_ru: символов

source: Set how many characters from title/description are used to detect duplicate listing. Note that more characters means more resources required, recommended is 200 characters. Example: If you set 200 characters to compare and description is 500 characters long, just first 200 characters is used.
ru_ru: Установите, сколько символов из заголовка / описания используются для обнаружения дублирующегося списка. Обратите внимание, что чем больше символов, тем больше ресурсов требуется, рекомендуется 200 символов. Пример. Если для сравнения задано 200 символов, а описание - 500 символов, то используются только первые 200 символов.

source: Items per Page
ru_ru: Элементы на странице

source: items
ru_ru: элементы

source: How many listings are compared on 1 page when you are looking for duplicates that already exists. More listings require more resources. Remember that when particular page is empty, it does not mean that also next page is empty. It just means, that on this page were not found any duplicates.
ru_ru: Сколько списков сравнивается на 1 странице, когда вы ищете дубликаты, которые уже существуют. Больше списков требует больше ресурсов. Помните, что, когда конкретная страница пуста, это не означает, что и следующая страница пуста. Это просто означает, что на этой странице не было обнаружено дубликатов.

source: Before checking for duplicated listings, make sure to save updated list in above section, if you made change there.
ru_ru: Прежде чем проверять наличие дублированных списков, обязательно сохраните обновленный список в разделе выше, если вы внесли изменения в него.

source: There is no need to check for duplicates on listings posted after plugin installation.
ru_ru: Нет необходимости проверять дубликаты в списках, опубликованных после установки плагина.

source: Run duplicate items control
ru_ru: Запустите контроль дубликатов

source: No items found
ru_ru: Элементы не найдены

source: User: %s (%s)
ru_ru: Пользователь: %s (%s)

source: Are you sure you want to add this email and IP to ban list
ru_ru: Вы уверены, что хотите добавить этот адрес электронной почты и IP-адрес в список запретов

source: Add email & IP to ban list
ru_ru: Добавить адрес электронной почты и IP-адрес в список запрещенных

source: Are you sure you want to add this email to ban list
ru_ru: Вы уверены, что хотите добавить это письмо в список запрещенных

source: Add email to ban list
ru_ru: Добавить email в список запретов

source: Are you sure you want to add this IP to ban list
ru_ru: Вы действительно хотите добавить этот IP-адрес в список запретов

source: Add IP to ban list
ru_ru: Добавить IP в список запретов

source: Type
ru_ru: Тип

source: Similarity
ru_ru: Сходство

source: Title
ru_ru: Заголовок

source: Orig
ru_ru: Ориг

source: Check
ru_ru: Проверить

source: No duplicates found on this page.
ru_ru: На этой странице не найдено дубликатов.

source: No duplicates found on this page. Please move to
ru_ru: На этой странице не найдено дубликатов. Пожалуйста, перейдите к

source: next page
ru_ru: следующая страница

source: Bad referring URL
ru_ru: Плохой ссылочный URL

source: Too many uppercase letters in email
ru_ru: Слишком много прописных букв по электронной почте

source: chars
ru_ru: символов

source: Too many digits in email
ru_ru: Слишком много цифр в электронной почте

source: digits
ru_ru: цифры

source: Failed Anti-Bot validation. Params entered
ru_ru: Ошибка проверки проверки на наличие ботов. Введены паромы

source: Your account was not created because there are multiple accounts created from your IP address.
ru_ru: Ваша учетная запись не была создана, поскольку на вашем IP-адресе создано несколько учетных записей.

source: Your account was not created because only 1 account can be created by your IP address.
ru_ru: Ваша учетная запись не была создана, потому что по вашему IP-адресу может быть создано только 1 учетная запись.

source: Too many dots in email
ru_ru: Слишком много точек в электронной почте

source: Banned email domain
ru_ru: Запрещенный домен электронной почты

source: Email domain not in white list
ru_ru: Домен электронной почты, отсутствующий в белом списке

source: Spam > Bot identified (%s%s)
ru_ru: Идентифицирован бот > спама (%s%s)

source: You were permanently banned as spam bot
ru_ru: Вы были навсегда заблокированы как спам-бот

source: Spam > Banword (%s)
ru_ru: Спам > Банворд (%s)

source: Configure
ru_ru: Конфигурировать

source: Duplicates
ru_ru: Дубли

source: Bot Protect
ru_ru: Защита от ботов

source: Report Bug
ru_ru: Сообщить об ошибке

source: Support Forums
ru_ru: Форумы поддержки

source: Contact Us
ru_ru: Свяжитесь с нами

source: Duplicate
ru_ru: Дублировать

source: Bot protect
ru_ru: Защита от ботов

source: Spam > Email (%s)
ru_ru: Спам > электронная почта (%s)

source: Spam > IP (%s)
ru_ru: Спам > IP (%s)

source: Spam > Email & IP (%s)
ru_ru: Спам > электронная почта и IP (%s)
