Repository: EgorZobkov/myfd
Catalog: *-content/plugins/sms/languages/*/messages.po
Languages: ru_ru

source: Configure
ru_ru: Конфигурировать

source: Settings were successfully saved
ru_ru: Настройки были успешно сохранены

source: Plugin will automatically identify phone number field for listings on OsclassPoint themes, Telephone plugin or Custom field that is set as phone number
ru_ru: Плагин автоматически определит поле телефонного номера для объявлений на темах OsclassPoint, телефонный плагин или пользовательское поле, которое установлено в качестве номера телефона

source: Admin Phone Number
ru_ru: Номер Телефона Администратора

source: To receive SMS notifications. Format with +, no white spaces.
ru_ru: Для получения SMS-уведомлений. Формат с +7, и без пробелов.

source: Site Name - Shortcut
ru_ru: Имя Сайта-Ярлык

source: Your site name used in SMS. Should be shortest possible, max 20 chars. Good example: OsclassPoint Bad example: Osclass themes and plugins - OsclassPoint.com.
ru_ru: Ваше имя сайта, используемое в SMS. Должно быть как можно короче, максимум 20 символов. Хороший пример: OsclassPoint плохой пример: темы и плагины Osclass - OsclassPoint.com-да.

source: SMS Provider (gateway)
ru_ru: SMS-провайдер (шлюз)

source: Select SMS gateway / provider used to send messages. Note that selected provider must be configured in "SMS Providers" section first.
ru_ru: Выберите SMS-шлюз / провайдер, используемый для отправки сообщений. Обратите внимание, что выбранный провайдер должен быть настроен в разделе "SMS-провайдеры" в первую очередь.

source: Phone Number Verification
ru_ru: Проверка номера телефона

source: When enabled, phone number used on user register / item post page must be verified. These fields will be required as well.
ru_ru: Если этот параметр включен, необходимо проверить номер телефона, используемый на странице регистрации пользователя / публикации товара. Эти поля также будут необходимы.

source: Preferred Countries
ru_ru: Предпочитаемые Страны

source: Countries those will be at top of list with country code prefixes. Example: gb,us,de
ru_ru: Страны, которые будут находиться в верхней части списка с префиксами кодов стран. Пример: gb, us, de

source: Initial Country
ru_ru: Начальная Страна

source: Default country selected for every user. If left blank, plugin will try to auto-locate user and fill country code based on its IP address. Example: us
ru_ru: Страна по умолчанию выбрана для каждого пользователя. Если оставить его пустым, плагин попытается автоматически найти пользователя и заполнить код страны на основе его IP-адреса. Пример: США

source: Custom Field Phone Identifier
ru_ru: Пользовательское Поле Идентификатор Телефона

source: Identifier of custom field used for phone number input on items (Listings > Custom Fields > Advanced > Identifier Name). Input should be text type. Field is optional, if your theme already has phone number field or telephone plugin is used.
ru_ru: Идентификатор настраиваемого поля, используемого для ввода номера телефона в элементах (списки > Настраиваемые поля > дополнительно > имя идентификатора). Ввод должен быть текстового типа. Поле является необязательным, если в вашей теме уже есть поле номера телефона или используется телефонный плагин.

source: User SMS notification settings
ru_ru: Настройки SMS-уведомлений пользователя

source: Account Validation
ru_ru: Проверка Учетной Записи

source: When enabled, user will receive SMS with account validation link.
ru_ru: Если этот параметр включен, пользователь получит SMS-сообщение со ссылкой для проверки учетной записи.

source: Password Reset
ru_ru: Сброс пароля

source: When enabled, user will receive SMS with link to reset its password.
ru_ru: Если этот параметр включен, пользователь получит SMS-сообщение со ссылкой для сброса пароля.

source: Item Validation
ru_ru: Проверка позиции

source: When enabled, user will receive SMS with link to validate newly published listing.
ru_ru: Если этот параметр включен, пользователь получит SMS-сообщение со ссылкой для проверки недавно опубликованного списка.

source: Item Activated
ru_ru: Пункт Активировать

source: When enabled, user will receive confirmation SMS that item has been activated.
ru_ru: При включении пользователь получит SMS-подтверждение о том, что товар был активирован.

source: Item Publish
ru_ru: Публикация товара

source: When enabled, user will receive confirmation SMS that item has been published (if validation is not required).
ru_ru: Если этот параметр включен, пользователь получит SMS-подтверждение о том, что элемент был опубликован (если проверка не требуется).

source: Item Contact Form
ru_ru: Контактная форма объявления

source: When enabled, user will receive SMS with notification that someone has used contact form on its listing (with brief message details).
ru_ru: Если этот параметр включен, пользователь получит SMS-сообщение с уведомлением о том, что кто-то использовал контактную форму в своем списке (с краткими деталями сообщения).

source: Admin SMS notification settings
ru_ru: Настройки SMS-уведомлений администратора

source: Web Contact Form
ru_ru: Веб-Контактная Форма

source: When enabled, admin will receive SMS notification that web contact form has been used (with brief message details).
ru_ru: Если этот параметр включен, администратор получит SMS-уведомление о том, что была использована веб-контактная форма (с краткими сведениями о сообщении).

source: New Listing Published
ru_ru: Опубликовано Новое Объявление

source: When enabled, admin will receive SMS notification that new listing has been added on site.
ru_ru: Если этот параметр включен, администратор получит SMS-уведомление о том, что новый список был добавлен на сайт.

source: New User Registered
ru_ru: Зарегистрирован Новый Пользователь

source: When enabled, admin will receive SMS notification when new user has registered on site.
ru_ru: Если этот параметр включен, администратор будет получать SMS-уведомление о регистрации нового пользователя на сайте.

source: This is demo site
ru_ru: Это демонстрационный сайт

source: Save
ru_ru: Сохранить

source: SMS Logs
ru_ru: Журналы SMS-сообщений

source: Last 5000 sms logs are shown.
ru_ru: Отображаются последние 5000 журналов sms-сообщений.

source: You cannot remove sms log.
ru_ru: Вы не можете удалить журнал sms.

source: User
ru_ru: Пользователь

source: Phone
ru_ru: Мобильный телефон *

source: Message
ru_ru: Сообщение

source: Date
ru_ru: Дата

source: Action
ru_ru: Действие

source: Provider
ru_ru: Провайдер

source: Response
ru_ru: Ответ

source: Status
ru_ru: Статус

source: No sms logs has been found
ru_ru: Никаких журналов sms не было найдено

source: Click to open response
ru_ru: Нажмите, чтобы открыть ответ

source: Response details
ru_ru: Подробности ответа

source: RESPONSE:
ru_ru: ОТВЕТ:

source: ERROR:
ru_ru: ОШИБКА:

source: Phone Number Verification Logs
ru_ru: Журналы Проверки Телефонных Номеров

source: Last 5000 verification logs are shown.
ru_ru: Показаны последние 5000 журналов проверки.

source: You cannot remove verification log.
ru_ru: Вы не можете удалить Журнал проверки.

source: Phone Number
ru_ru: Номер телефона

source: User Email
ru_ru: Email пользователя

source: Verification Code
ru_ru: Код подтверждения

source: No verification logs has been found
ru_ru: Никаких журналов проверки обнаружено не было

source: provider
ru_ru: исполнитель

source: SMS has been sent. Provider response: %s
ru_ru: Было отправлено SMS-сообщение. Ответ поставщика: %s

source: There was error while sending SMS. Provider response: %s
ru_ru: Произошла ошибка при отправке SMS-сообщения. Ответ поставщика: %s

source: There was problem to retrieve balance: %s
ru_ru: Возникла проблема с получением баланса: %s

source: Balance successfully retrieved. Your balance is: %s
ru_ru: Баланс успешно восстановлен. Ваш баланс составляет: %s

source: SMS Providers
ru_ru: Поставщики SMS-сообщений

source: Link will open in new window
ru_ru: Ссылка откроется в новом окне

source: Twilio Dashboard
ru_ru: Панель Мониторинга Twilio

source: Twilio Account SID
ru_ru: SID учетной записи Twilio

source: Twilio Phone Number
ru_ru: Номер телефона Twilio

source: GatewayAPI Docs
ru_ru: Документы GatewayAPI

source: GatewayAPI Sender
ru_ru: GatewayAPI Отправитель

source: RingCaptcha Dashboard
ru_ru: Приборная панель RingCaptcha

source: RingCaptcha Docs
ru_ru: RingCaptcha документация

source: RingCaptcha App Key
ru_ru: Ключ приложения RingCaptcha

source: TextLocal.com Home
ru_ru: TextLocal.com Главная

source: TextLocal.com Docs
ru_ru: TextLocal.com документация

source: TextLocal.com Sender
ru_ru: TextLocal.com Отправитель

source: TextLocal.in Home
ru_ru: TextLocal.in Главная

source: TextLocal.in Docs
ru_ru: TextLocal.in документация

source: TextLocal.in Password
ru_ru: TextLocal.in пароль

source: Way2SMS Home
ru_ru: Way2SMS Главная

source: Way2SMS Username
ru_ru: Имя пользователя Way2SMS

source: Way2SMS Password
ru_ru: Way2SMS Пароль

source: Msg91 Home
ru_ru: Msg91 Главная

source: Msg91 Docs
ru_ru: Msg91 документация

source: Msg91 Sender Id
ru_ru: Msg91 Отправитель Id

source: Budget SMS
ru_ru: Бюджетные СМС

source: Budget SMS Dashboard
ru_ru: Бюджетная SMS панель

source: Budget SMS Docs
ru_ru: Бюджетные СМС документы

source: Budget SMS User Id
ru_ru: Бюджетный SMS-идентификатор пользователя

source: Budget SMS Username
ru_ru: Бюджетные SMS Имя пользователя

source: Budget SMS From
ru_ru: Бюджетные SMS от

source: Budget SMS Handle
ru_ru: Бюджетная SMS-разборка

source: Plivo Dashboard
ru_ru: Приборная панель Plivo

source: Plivo Docs
ru_ru: Доктора Пливо

source: Plivo Smsh Id
ru_ru: Пливо Шмш Ид

source: Plivo Smsh Token
ru_ru: Пливо Шмш Токен

source: Test SMS sending
ru_ru: Отправка тестовых SMS-сообщений

source: You can test functionality of each SMS provider here.
ru_ru: Здесь вы можете проверить функциональность каждого SMS-провайдера.

source: Phone Number (with +)
ru_ru: Номер телефона (с +7)

source: Type phone number...
ru_ru: Введите номер телефона...

source: Enter message (max 160 chars)
ru_ru: Введите сообщение (до 160 символов)

source: Send SMS
ru_ru: Отправить SMS

source: Check balance
ru_ru: Проверьте баланс

source: Check what balance is on your account. Note that not all gateways support this feature.
ru_ru: Проверьте, какой баланс находится на вашем счете. Обратите внимание, что не все шлюзы поддерживают эту функцию.

source: Phone number has already been verified
ru_ru: Номер телефона уже проверен

source: Item does not exists.
ru_ru: Элемент не существует.

source: Verify your phone number
ru_ru: Проверьте свой номер телефона

source: Item
ru_ru: Пункт

source: Mobile Phone
ru_ru: Мобильный телефон *

source: Send verification code
ru_ru: Отправить проверочный код

source: Please enter verification code we sent to
ru_ru: Пожалуйста, введите проверочный код, который мы отправили вам

source: Verify
ru_ru: Проверить

source: Balance retrieval for this provider is not supported
ru_ru: Извлечение баланса для этого поставщика не поддерживается

source: Provider returned error with code:
ru_ru: Поставщик вернул ошибку с кодом:

source: Provider returned error:
ru_ru: Поставщик вернул ошибку:

source: Hi admin, new message from %s on topic %s: %s
ru_ru: Привет админ, новое сообщение от %s по теме %s: %s

source: Hi %s, your ad on %s has been activated %s
ru_ru: Привет %s, ваше объявление на %s было активировано %s

source: Hi %s, validate your %s ad %s
ru_ru: Привет %s, подтвердите свои права %s объявления %s

source: Hi %s, your %s ad has been published: %s %s
ru_ru: Привет %s, ваше %s объявление было праверенно и опубликовано: %s %s

source: Hi admin, %s has published new ad: %s %s
ru_ru: Привет админ, %s опубликовал новое объявление: %s %s

source: Hi %s, %s has question on %s: %s
ru_ru: Привет %s, у %s есть вопрос по поводу %s: %s

source: Hi %s, reset your %s password %s
ru_ru: Привет %s, сброс паролья %s %s

source: A SMS has been sent to your mobile number instructions to reset password
ru_ru: На ваш мобильный номер было отправлено SMS с инструкциями по сбросу пароля

source: Hi %s, validate your %s account %s
ru_ru: Привет% s, проверьте ваш% s аккаунт% s

source: %s activation SMS has been sent to your mobile number
ru_ru: на ваш мобильный номер было отправлено SMS с активацией %s

source: Hi admin, new user has registered: %s (%s)
ru_ru: Привет админ, зарегистрировался новый пользователь: %s (%s)

source: Hi %s, your %s verification code is: %s
ru_ru: Привет %s, ваш проверочный код %s: %s

source: Problem to send SMS: %s
ru_ru: Проблема отправки SMS: %s

source: Phone number is not valid
ru_ru: Номер телефона не действителен

source: Phone number verified. Thank you!
ru_ru: Номер телефона проверен. Спасибо!

source: Verification has failed, verification code does not match!
ru_ru: Верификация не удалась, проверочный код не совпадает!

source: Phone number or verification code is not valid!
ru_ru: Номер телефона или проверочный код не действительны!

source: In order to show listing, you must verify your phone number
ru_ru: Для того чтобы показать список, вы должны подтвердить свой номер телефона

source: You cannot activate listing, you must verify your phone number first
ru_ru: Вы не можете активировать объявлении, вы должны сначала подтвердить свой номер телефона

source: In order to improve our services, you must verify your phone number
ru_ru: Для того чтобы улучшить наши услуги, вы должны подтвердить свой номер телефона

source: Verification Logs
ru_ru: Проверка Журналов

source: Report Bug
ru_ru: Сообщить об ошибке

source: Support Forums
ru_ru: Форумы поддержки

source: Contact Us
ru_ru: Свяжитесь с нами
